{"status":"success","totalResults":103508,"results":[{"title":"Peti međunarodni susret hrvatske književnosti u Boki Kotorskoj početkom lipnja","link":"https://fena.ba/article/1532684/peti-medjunarodni-susret-hrvatske-knjizevnosti-u-boki-kotorskoj-pocetkom-lipnja","keywords":null,"creator":["FENA"],"video_url":null,"description":"KOTOR, 25. svibnja (FENA) - Peti međunarodni susret hrvatske književnosti u Boki Kotorskoj održati će se od 2. do 4. lipnja u Perastu, Kotoru i Tivtu.","content":"KOTOR, 25. svibnja (FENA) - Peti međunarodni susret hrvatske književnosti u Boki Kotorskoj održati će se od 2. do 4. lipnja u Perastu, Kotoru i Tivtu.","pubDate":"2023-05-25 18:07:11","image_url":"http://www.fena.ba/authoruploads/2023/05/m_884270d8bc6f5ba58063adb146fb306b.jpg","source_id":"fena","category":["top"],"country":["Bosnia And Herzegovina"],"language":"croatian"},{"title":"OSCE Ambassador Aggeler visits Konjic","link":"https://fena.ba/article/1532691/osce-ambassador-aggeler-visits-konjic","keywords":null,"creator":["FENA"],"video_url":null,"description":"KONJIC, May 25 (FENA) - The Head of the OSCE Mission to BiH, Ambassador Brian Aggeler, together with his colleagues, visited Konjic today, where he met with the mayor, Osman Ćatić.","content":"KONJIC, May 25 (FENA) - The Head of the OSCE Mission to BiH, Ambassador Brian Aggeler, together with his colleagues, visited Konjic today, where he met with the mayor, Osman Ćatić. The meeting was an opportunity to meet with the mayor and get informed about the activities that the City of Konjic is implementing and the plans for the coming period. During the visit, a tour and introduction to the natural and cultural heritage of Konjic was organized, stated the city administration.","pubDate":"2023-05-25 18:07:11","image_url":"http://www.fena.ba/authoruploads/2023/05/m_fd48becd7ecb11c0cfa2620829ab8722.JPG","source_id":"fena","category":["top"],"country":["Bosnia And Herzegovina"],"language":"croatian"},{"title":"A project of extending the Via Dinarica Green Trail presented today in Sarajevo","link":"https://fena.ba/article/1532643/a-project-of-extending-the-via-dinarica-green-trail-presented-today-in-sarajevo","keywords":null,"creator":["FENA"],"video_url":null,"description":"SARAJEVO, May 25 (FENA) - The Via Dinarica project was presented in Sarajevo today, within which the Green Trail will be expanded, which is financed by the European Union as part of the IPA program of cross-border cooperation between Serbia and Bosnia and Herzegovina.","content":"SARAJEVO, May 25 (FENA) - The Via Dinarica project was presented in Sarajevo today, within which the Green Trail will be expanded, which is financed by the European Union as part of the IPA program of cross-border cooperation between Serbia and Bosnia and Herzegovina. The manager of the Via Dinarica project at the Zlatibor Regional Development Agency, Miroslav Ivanović, told FENA that the project will last 24 months when all the activities that include the establishment of a new trail in eastern BiH and western Serbia will be realized. \"It is a project that brings Via Dinarica to Serbia, which was not part of that project until now. Within it, it will be necessary to determine exactly where the path will pass from Sarajevo to the border with Serbia and through western Serbia to the border with Montenegro. Marking of the trail and sign posting will be carried out,\" explained Ivanović. The goal of the projects, he adds, is to network mountaineering societies and other actors in the tourist market in order to jointly commit to work on the sustainability of the trail, that is, to work on maintenance, promotion and expansion of the trail in the coming period. All information about the route, services and cultural-historical sights will be available on the Via Dinarica website as well as on the Outdoor platform, which is a world-famous platform dedicated to activities in nature, and therefore to all tourists of the world. The Assistant Director of the Tourism Organization of Serbia, Vesna Zlatić, told FENA that the project represents a significant enrichment of Serbia's tourism offer, which is why the intention is to achieve greater visibility of this project, within the framework of which hard-to-access natural areas will be mapped. The project manager for BiH of the Via Dinarica, Zehrudin Isaković told FENA that they were contacted by their colleagues from the Regional Development Agency Zlatibor asking if they would work on the Via Dinarice green trail, to which they agreed. He says that the project includes the expansion of the Via Dinarice Green Trail by about 500 kilometers of new trails and the maintenance of existing trails, as well as the improvement of infrastructure and the connection of all interested parties, from those who have hospitality facilities to mountaineering societies. The green trail is a green carpet of coniferous forest that winds through some of the lower mountains of the Dinarides. The green trail has hundreds of kilometers of well-preserved bike paths and rich flora and fauna. The Via Dinarica is a mega hiking trail, which stretches from Albania to Slovenia - mostly diagonally from southeast to northwest. Via Dinarica encompasses the largest karst area on the planet.","pubDate":"2023-05-25 18:07:11","image_url":"http://www.fena.ba/authoruploads/2022/07/m_ccb7beb5a30977fdfe38cc4cca01ca4c.jpg","source_id":"fena","category":["top"],"country":["Bosnia And Herzegovina"],"language":"croatian"},{"title":"Delić posjetio sigurne kuće u Tuzli i Zenici, obećao sistemsko rješavanje finansiranja tih kuća","link":"https://fena.ba/article/1532686/delic-posjetio-sigurne-kuce-u-tuzli-i-zenici-obecao-sistemsko-rjesavanje-finansiranja-tih-kuca","keywords":null,"creator":["FENA"],"video_url":null,"description":"TUZLA/ZENICA, 25. maja (FENA) - Ministar za rad i socijalnu politiku FBiH Adnan Delić, sa pomoćnicima iz sektora socijalne zaštite i najbližim saradnicima, danas je boravio u radnim posjetama sigurnim kućama Vive žene u Tuzli i Medica u Zenici.","content":"TUZLA/ZENICA, 25. maja (FENA) - Ministar za rad i socijalnu politiku FBiH Adnan Delić, sa pomoćnicima iz sektora socijalne zaštite i najbližim saradnicima, danas je boravio u radnim posjetama sigurnim kućama Vive žene u Tuzli i Medica u Zenici. Zajednički imenilac naizraženijih izazova sa kojima se susreću ove dvije sigurne kuće u redovnim aktivnostima jeste osiguranje neophodnih sredstava za nesmetano zbrinjavanje žrtava nasilja u porodici. Kako su istakle obje direktorice, međunarodne organizacije finansiraju sve projekte, osim zbrinjavanja žrtava nasilja za koje je općeprihvaćeni stav da je ono obaveza svake države ponaosob. U Federaciji BiH aktivno je pet sigurnih kuća u pet različitih kantona, a zakonom je predviđeno da se finansiraju sa entiteskog i kantonalnih nivoa. Taj sistem finansiranja nije definisan tekućim transferima, a Federalno ministarstvo za rad i socijalnu politiku sufinansira zbrinjavanje žrtava nasilja kroz javni poziv koji je upravo otvoren, a ukupni iznos predviđen za ovu namjenu ove godine je 500.000 KM. Delić je iskazao razumijevanje za navedeno, te kazao da će Ministarstvo ove godine sve učiniti da sredstva planirana za javni poziv za sigurne kuće budu u cjelosti realizirana, a da će se već za sljedeću godinu raditi na iznalaženju boljeg modela sufinansiranja zbrinjavanja žrtava nasilja u sigurnim kućama. - Nasilje je ozbiljan problem našeg društva sa trendom stalnog rasta, a sigurne kuće su jedine koje nude socijalnu uslugu zbrinjavanja žrtava nasilja koju bi, u pravilu, morala pokrivati država. Mi tu uslugu nemamo riješenu institucionalno zbog čega ćemo kroz korektan partnerski odnos sa ovim organizacijama nastojati preuzeti dio svoje odgovornosti i obezbijediti sistemsko finansiranje zbrinjavanja žrtava nasilja. To je najmanje što možemo i trebamo učiniti - izjavio je federalni ministar nakon današnjih razgovora sa direktoricama sigurnih kuća, saopćeno je iz Ministarstva.","pubDate":"2023-05-25 18:07:11","image_url":"http://www.fena.ba/authoruploads/2023/05/m_34475479af5262734a9497d4c06ea237.JPG","source_id":"fena","category":["top"],"country":["Bosnia And Herzegovina"],"language":"croatian"},{"title":"Fazlagić: Turizam u KS ide uzlaznom putanjom, planiramo brojne projekte","link":"https://fena.ba/article/1532685/fazlagic-turizam-u-ks-ide-uzlaznom-putanjom-planiramo-brojne-projekte","keywords":null,"creator":["FENA"],"video_url":null,"description":"SARAJEVO, 25. maja (FENA) - Turizam u Kantonu Sarajevo ide uzlaznom putanjom, a oporavak turizma, bačenog na koljena tokom pandemije koronavirusa proteklih nekolikog godina, brži je i bolji u odnosu na predviđanja u momentu totalne blokade putovanja i turističkog toka, rekao je za magazin Start Haris Fazlagić, vršioc dužnosti predsjednika Turističke zajednice Kantona Sarajevo.","content":"SARAJEVO, 25. maja (FENA) - Turizam u Kantonu Sarajevo ide uzlaznom putanjom, a oporavak turizma, bačenog na koljena tokom pandemije koronavirusa proteklih nekolikog godina, brži je i bolji u odnosu na predviđanja u momentu totalne blokade putovanja i turističkog toka, rekao je za magazin Start Haris Fazlagić, vršioc dužnosti predsjednika Turističke zajednice Kantona Sarajevo.","pubDate":"2023-05-25 18:07:11","image_url":"http://www.fena.ba/authoruploads/2023/04/m_ae723e3568e8b681b9539f81c5aea852.jpg","source_id":"fena","category":["top"],"country":["Bosnia And Herzegovina"],"language":"croatian"},{"title":"Von der Leyen posjetila poplavljena područja u Italiji i prenijela solidarnost čitave EU","link":"https://fena.ba/article/1532689/von-der-leyen-posjetila-poplavljena-podrucja-u-italiji-i-prenijela-solidarnost-citave-eu","keywords":null,"creator":["FENA"],"video_url":null,"description":"RIM, 25. maja (FENA) - Predsjednica Evropske komisije Ursula Von der Leyen izjavila je da je u četvrtak posjetila italijansku regiju Emilija-Romanja kako bi pokazala da region i Italija imaju punu podršku EU nakon prošlosedmičnih razornih poplava koje su odnijele 15 života, prenosi ANSA.","content":"RIM, 25. maja (FENA) - Predsjednica Evropske komisije Ursula Von der Leyen izjavila je da je u četvrtak posjetila italijansku regiju Emilija-Romanja kako bi pokazala da region i Italija imaju punu podršku EU nakon prošlosedmičnih razornih poplava koje su odnijele 15 života, prenosi ANSA.","pubDate":"2023-05-25 18:07:11","image_url":"http://www.fena.ba/authoruploads/2023/05/m_9ca88a5a42346cb287275efaac460873.jpg","source_id":"fena","category":["top"],"country":["Bosnia And Herzegovina"],"language":"croatian"},{"title":"Bećirović-Dervišagić: Unaprijediti poslovni ambijent u Gradačcu","link":"https://fena.ba/article/1532679/becirovic-dervisagic-unaprijediti-poslovni-ambijent-u-gradaccu","keywords":null,"creator":["FENA"],"video_url":null,"description":"GRADAČAC, 25. maja (FENA) - Na početku radne posjete Gradačcu član Predsjedništva Bosne i Hercegovine Denis Bećirović sa gradonačelnikom Gradačca Edisom Dervišagićem položio je cvijeće na Centralno spomen obilježje Odbrambeno-oslobodilačkog rata 1992.-1995, kao i na Spomen kosturnicu borcima NOR-a 1941.-1945.  ","content":"GRADAČAC, 25. maja (FENA) - Na početku radne posjete Gradačcu član Predsjedništva Bosne i Hercegovine Denis Bećirović sa gradonačelnikom Gradačca Edisom Dervišagićem položio je cvijeće na Centralno spomen obilježje Odbrambeno-oslobodilačkog rata 1992.-1995, kao i na Spomen kosturnicu borcima NOR-a 1941.-1945.","pubDate":"2023-05-25 18:07:11","image_url":"http://www.fena.ba/authoruploads/2023/05/m_6e41de468f771425ca250a917d36b99d.jpg","source_id":"fena","category":["top"],"country":["Bosnia And Herzegovina"],"language":"croatian"},{"title":"Announcement of events for Friday, 26 May 2023","link":"https://fena.ba/article/1532693/announcement-of-events-for-friday-26-may-2023","keywords":null,"creator":["FENA"],"video_url":null,"description":"SARAJEVO, May 25 (FENA) - Announcements of events for Friday, May 26, that have arrived until 7 pm: ","content":"SARAJEVO, May 25 (FENA) - Announcements of events for Friday, May 26, that have arrived until 7 pm: SARAJEVO – 13.00 – Pronouncement of the second-instance verdict against Kemal Čaušević DOBOJ - 09.00 - FBiH Minister of Displaced Persons and Refugees Nerin Dizdar will visit the Dobojinex company MAGLAJ - 13.45 - Meeting of the FBiH Minister of Displaced Persons and Refugees Nerin Dizdar and Mayor of Maglaj Municipality Mirsad Mahmutagić and signing of the contract BIHAĆ - 14.00 - Handing over of lifeboats as part of the Project to Strengthen the Capacity of BiH Institutions implemented by the Turkish Agency for Cooperation and Coordination - TIKA SARAJEVO - 10.10 - The Tourism Board of the Sarajevo Canton in cooperation with the Association of Tourism Journalists in Bosnia and Herzegovina organizes a FAM trip for journalists from the region - in front of the City Hall SARAJEVO - 09.30 - Freedom of speech, expression and the media \"Under Siege\" conference organized by the Center for Investigative Journalism (CIN), Balkan Investigative Reporting Network in BiH (BIRN BiH) in cooperation with the Embassy of the Kingdom of Sweden in BiH SARAJEVO - 10.00 - Opening of the 6th conference for mothers - Hills Hotel SARAJEVO - 10.00 - Press conference after the study visit of representatives of Ukrainian organizations to Bosnia and Herzegovina - Tershouse SARAJEVO - 10.00 - Opening of the conference \"Building peace and security\" organized by the Tuzla Youth Resource Center through the CAT BiH media initiative SARAJEVO - 10.00 - Members of the Association, family members and citizens of Sarajevo will gather at the city maternity hospital \"Dr. Zehra Muidović\" to commemorate the anniversary of the murder of the children of Sarajevo, three babies who were killed during the siege at that location SARAJEVO - 10.30 - Opening of the UNSA art day - Rectorate of the University of Sarajevo SARAJEVO - 14.00 - Symposium on \"Music and Politics in Europe\" - History Museum of BiH - 19.00 - \"Songs of Protest and Resistance\" concert SARAJEVO - 17.00 - International Symposium: Understanding Multilayered Systems in a Multipolar World - Scientific Research Institute \"Ibn Sina\" SARAJEVO - 19.00 - Concert \"Eco melodies from Italy: In harmony with nature\" as part of the \"The Month of May with Italian Music\" initiative - premises of the Basic Music and Ballet School Novo Sarajevo TUZLA - 19.00 - Promotion of the book \"Antonije abandons God\", by Andrej Nikolaidis - Ismet Mujezinović Atelier SARAJEVO - Celebrating World Menstrual Hygiene Day under the title \"Cycle\" as part of the program \"For our days in the month\" which is carried out in cooperation with the Sarajevo Canton Government and UNFPA, the United Nations Population Fund BiH - in front of the Aria Center FACEBOOK: www.facebook.com/Agencija.FENA TWITTER: @agencijafena INSTAGRAM: @fena.agencija Tel: 00 387 33 44 53 36 Fax: 00 387 33 26 54 60 e-mail: fena@fena.gov.ba Tel: 00 387 36 31 92 22 Fax: 00 387 36 31 94 22 e-mail: desk.mostar@fena.gov.ba","pubDate":"2023-05-25 18:07:11","image_url":"http://www.fena.ba/authoruploads/2023/02/m_c1e3461bae37c39dd4d898ef6b84ab24.jpg","source_id":"fena","category":["top"],"country":["Bosnia And Herzegovina"],"language":"croatian"},{"title":"Lideri Armenije i Azerbejdžana govore o mirovnom napretku dok se raspravljaju pred Putinom","link":"https://fena.ba/article/1532688/lideri-armenije-i-azerbejdzana-govore-o-mirovnom-napretku-dok-se-raspravljaju-pred-putinom","keywords":null,"creator":["FENA"],"video_url":null,"description":"MOSKVA, 25. maja (FENA) - Lideri Azerbejdžana i Armenije u četvrtak su govorili o napretku ka okončanju višedecenijskog sukoba oko teritorije Nagorno-Karabaha, čak i dok su se otvoreno raspravljali pred ruskim predsjednikom Vladimirom Putinom.","content":"MOSKVA, 25. maja (FENA) - Lideri Azerbejdžana i Armenije u četvrtak su govorili o napretku ka okončanju višedecenijskog sukoba oko teritorije Nagorno-Karabaha, čak i dok su se otvoreno raspravljali pred ruskim predsjednikom Vladimirom Putinom.","pubDate":"2023-05-25 18:07:11","image_url":"http://www.fena.ba/authoruploads/2023/05/m_5a5674c7723701182bac6f2efb3e351b.png","source_id":"fena","category":["top"],"country":["Bosnia And Herzegovina"],"language":"croatian"},{"title":"Glavno muftijstvo Bugarske koristi udžbenike Islamske zajednice za edukaciju mladih","link":"https://fena.ba/article/1532681/glavno-muftijstvo-bugarske-koristi-udzbenike-islamske-zajednice-za-edukaciju-mladih","keywords":null,"creator":["FENA"],"video_url":null,"description":"SARAJEVO, 25. maja (FENA) - Reisul-ulema Islamske zajednice u BiH Husein-ef. Kavazović i glavni muftija Bugarske Mustafa Haci Alis danas su u Rijasetu IZ potpisali Aneks Ugovora o ustupanju izdavačkih prava udžbenika Islamske vjeronauke za osnovnu i srednju školu.","content":"SARAJEVO, 25. maja (FENA) - Reisul-ulema Islamske zajednice u BiH Husein-ef. Kavazović i glavni muftija Bugarske Mustafa Haci Alis danas su u Rijasetu IZ potpisali Aneks Ugovora o ustupanju izdavačkih prava udžbenika Islamske vjeronauke za osnovnu i srednju školu.","pubDate":"2023-05-25 18:07:11","image_url":"http://www.fena.ba/authoruploads/2023/05/m_87e7e9c00af0d0e9c4038e93b55441fb.jpg","source_id":"fena","category":["top"],"country":["Bosnia And Herzegovina"],"language":"croatian"}],"nextPage":null}