{"status":"success","totalResults":92116,"results":[{"title":"‘حالیہ پکڑ دھکڑ میں مسعود محمود جیسے سلطانی گواہ کی تلاش ہو رہی ہے’","link":"https://urdu.nayadaur.tv/news/108301/authorities-are-looking-for-another-masood-mehmood-in-recent-arrests/","keywords":["خبریں","9 مئی 2023 کے واقعات","ذوالفقار علی بھٹو","سلطانی گواہ","سیاسی جماعتیں","عمران خان","کنگز پارٹی"],"creator":["نیا دور"],"video_url":null,"description":"وزیر اعظم ذوالفقار علی بھٹو کو پھانسی دو سلطانی گواہوں کی گواہی پر دی گئی تھی۔ اس وقت ملک میں جو پکڑ دھکڑ جاری ہے اس میں مسعود محمود جیسے کسی سلطانی گواہ کی تلاش ہو رہی ہے۔ یہ کہنا ہے رضا رومی کا۔ نیا دور ٹی وی کے ٹاک شو ‘خبرسےآگے‘ میں گفتگو کرتے […] The post ‘حالیہ پکڑ دھکڑ میں مسعود محمود جیسے سلطانی گواہ کی تلاش ہو رہی ہے’ appeared first on نیا دور.","content":"وزیر اعظم ذوالفقار علی بھٹو کو پھانسی دو سلطانی گواہوں کی گواہی پر دی گئی تھی۔ اس وقت ملک میں جو پکڑ دھکڑ جاری ہے اس میں مسعود محمود جیسے کسی سلطانی گواہ کی تلاش ہو رہی ہے۔ یہ کہنا ہے رضا رومی کا۔ نیا دور ٹی وی کے ٹاک شو ‘ ‘ میں گفتگو کرتے ہوئے مبشر بخاری نے کہا آصف زرداری بھی لاہور پہنچ گئے ہیں اور کچھ لوگوں سے ملاقات کریں گے۔ ایک دو روز میں کچھ لوگ پیپلز پارٹی میں شامل ہوں گے۔ 9 مئی کے فسادات میں ملوث لوگ پریس کانفرنس سے ڈرائی کلین ہو جائیں گے، جو قانون توڑا وہ سارے قصور پریس کانفرنس سے معاف ہو جائیں گے، یہ اصول اب چلنے والا نہیں۔ نادیہ نقی کا کہنا تھا کچھ دنوں سے عمران خان دفاعی پوزیشن میں نظر آ رہے تھے مگر آج ان میں اعتماد واپس آیا ہے، لگتا ہے کہ عمران خان کو عدلیہ سے امید نظر آ رہی ہے۔ 9 مئی اگر فوج کے لئے اتنا بڑا واقعہ ہے تو پھر چاہے لوگ پی ٹی آئی چھوڑ بھی رہے ہیں مگر انہیں سزا ملنی چاہئیے۔ ن لیگ 9 مئی کے واقعات سے محض شارٹ ٹرم فائدہ دیکھ رہی ہے، لمبے عرصے کے لئے اس کے نقصانات نہیں دیکھ رہی۔ مرتضیٰ سولنگی نے کہا عمران خان کی سیاست میں بلف کا اہم مقام ہے۔ اس وقت عمران خان کو اگر کہیں سے امید ہے تو وہ ملک کے باہر سے اور آئی ایم ایف سے ہے۔ حسن ایوب خان نے کہا امید نہیں کہ تینوں ججز آڈیو لیکس کمیشن والے کیس سے خود کو الگ کر لیں گے۔ سپریم کورٹ پریکٹس اینڈ پروسیجر بل کے فیصلے کے خلاف حکومت اگر ریویو پٹیشن فائل کرتی ہے تو چیف جسٹس صاحب کو 8 رکنی سے بڑا بنچ بنانا پڑے گا۔ ‘خبرسےآگے’ ہر پیر سے ہفتے کی شب 9 بج کر 5 منٹ پر نیا دور ٹی وی سے پیش کیا جاتا ہے۔","pubDate":"2023-05-30 17:13:19","image_url":null,"source_id":"nayadaur","category":["top"],"country":["pakistan"],"language":"Urdu"},{"title":"Se reprogramaron deudas por S/ 3,000 millones por lluvias y protestas","link":"https://gestion.pe/tu-dinero/finanzas-personales/se-reprogramaron-deudas-por-s-3000-millones-por-lluvias-y-protestas-noticia/","keywords":null,"creator":["Zulema Ramírez Huancayo"],"video_url":null,"description":"Medidas anunciadas por SBS a inicios de año permitían la reprogramación de obligaciones financieras por hasta 180 días.","content":"Durante el primer trimestre, la Superintendencia de Banca, Seguros y AFP (SBS) anunció nuevas medidas prudenciales con el fin de atenuar el impacto de los conflictos sociales y fenómenos naturales que permitían a los deudores reprogramar hasta por 180 días el pago de sus obligaciones. A marzo de 2023, se estima que los deudores han reprogramado créditos por un total de S/ 3,058 millones, dijo Jorge Mogrovejo , superintendente Adjunto de Banca y Microfinanzas de la SBS. De ellos, precisó que S/ 2,700 millones corresponden a oficios múltiples relacionados con los conflictos sociales y S/ 358 millones están vinculados con el impacto de las lluvias torrenciales en algunas zonas del país. LEA TAMBIÉN Banca otorgará menos tarjetas de crédito y recortará líneas Sin embargo, el especialista indicó -durante la presentación del informe de Estabilidad del Sistema Financiero- que el saldo de créditos reprogramados por emergencia sanitaria continúa en niveles de S/ 11,734 millones. “La cartera reprogramada total no ha aumentado tanto porque los préstamos reprogramados por covid-19 están bajando, pero suben ligeramente los correspondientes a protestas y lluvias, al final el efecto es que el saldo no se mueva tanto”, detalló. Con ello, los créditos reprogramados pasaron de representar el 5.9% del total de la cartera de financiamiento a marzo de 2022 a 3% a marzo de 2023, añadió. Asimismo, Mogrovejo mencionó que la calidad de cartera muestra una tendencia estable, retornando en su mayoría a lo observado antes de la pandemia. Los créditos de consumo , hipotecario y Mype reportaron un ratio de cartera de alto riesgo (CAR), sin considerar programas de Gobierno, de 4.9% 4.2% y 8.9%, respectivamente, dijo. Esto es similar a los datos de febrero de 2020, los cuales fueron de 4.9%, 4% y 9.1%, refirió. Mientras que la cartera de gran empresa y corporativo (no minorista) registra un ratio CAR de 6% a marzo, por encima del 4.3% reportado en el mismo mes del año 2020, agregó. LEA TAMBIÉN Las estrategias de Scotiabank y Diners para expandir su mercado","pubDate":"2023-05-30 17:08:57","image_url":"https://gestion.pe/resizer/y1TW4QUOK8xgu1SQRSajpCHEc7M=/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/EMDO47UK2NCWHOXNSQBH5XSPME.jpg","source_id":"gestion","category":["top"],"country":["peru"],"language":"spanish"},{"title":"139 Zimbabweans fell victim to human trafficking last year, parliament told","link":"https://www.zimlive.com/139-zimbabweans-fell-victim-to-human-trafficking-last-year-parliament-told/","keywords":["News","Top Stories","139 Zimbabweans","2022","human trafficking","oman","parliament","Prisca Madziviridze","victim","wide"],"creator":["Prince Machaya"],"video_url":null,"description":"A total of 69 cases of trafficking in persons involving 139 victims were recorded and investigated.","content":"HARARE – At least 139 Zimbabweans fell victim to human trafficking in 2022 after being lured with promises for well-paying jobs in and outside the country, parliament’s defence, home affairs and security services committee has heard. Director for Legal Services for the Inter-Ministerial Committee on trafficking in persons, Prisca Madziviridze told the committee that a total of 69 cases of human trafficking involving 139 Zimbabwean victims were recorded and investigated last year. “In 2022, the country experienced an upsurge in cases of trafficking in persons, both local and transnational. “A total of 69 cases of trafficking in persons involving 139 victims were recorded and investigated. “Seven accused persons, who are all Zimbabweans, were arrested for trafficking in persons in 2022 and are currently in custody pending trial. “Of the seven accused persons, four were arrested for Oman (a country in Western Asia) cases while three were arrested for domestic trafficking cases. “Four accused persons who were linked to the Oman trafficking cases were arrested and they are being prosecuted,” she said. She said the majority of human trafficking victims were recruited through social media. “Most victims in the Oman cases were recruited through social media platforms (Whatsapp and Facebook groups). “It is in these social media groups that they were offered lucrative jobs with good salaries and good working conditions.” In one of the cases which occurred in May 2022, Ivy Nyashano was said to have lured seven victims, six of whom were girls aged between 12 and 16 years and a boy aged 13 from Chikangwe in Karoi after offering them employment as shop attendants at Buffalo Downs in the same town. The victims were transported to Chitungwiza and got introduced to alcohol and drugs and forced into prostitution. Three of the victims managed to escape and reported the matter to police. Nyashano was subsequently arrested, tried and later convicted in the same month. Zimbabwe came onto the spotlight as a source country for human traffickers when cases of women who were lured to the Middle East on promises of lucrative employment opportunities only to be sold into slavery were unearthed. The plight of the women came to light in 2016, prompting the government to order a comprehensive investigation, as well as to rescue them. Last year, it also emerged that scores of women were trafficked to Oman to work as domestic workers under deplorable conditions which included being paid between US$60 to US$80 per month.","pubDate":"2023-05-30 17:08:41","image_url":null,"source_id":"zimlive","category":["top"],"country":["Zimbabwe"],"language":"english"},{"title":"Erik Ten Hag Percaya Bisa Yakinkan Bintang Chelsea Mason Mount Bergabung dengan Manchester United","link":"https://www.liputan6.com/bola/read/5302880/erik-ten-hag-percaya-bisa-yakinkan-bintang-chelsea-mason-mount-bergabung-dengan-manchester-united","keywords":["Bola"],"creator":null,"video_url":null,"description":"Manajer Manchester United Erik ten Hag dikabarkan yakin dengan kemampuannya untuk meyakinkan bintang Chelsea Mason Mount, untuk pindah ke Old Trafford pada musim panas ini.","content":"memastikan finis di posisi ketiga Liga Inggris musim 2022/2023 setelah kemenangan 2-1 atas Fulham di Old Trafford, Minggu (28/5/2023) lalu. Ini berarti Liga Champions akan kembali ke Theatre of Dreams. Dengan lolos ke Liga Champions, Manajer MU berharap mendapatkan anggaran transfer yang signifikan pada musim panas ini. Sebab, dia ingin membentuk tim United menjadi tim yang bisa memainkan gaya sepak bola yang dua inginkan. Baca Juga Selain itu, ahli taktik asal Belanda tersebut juga menginginkan skuat yang dapat menangani tuntutan untuk bersaing di Liga Champions. Karena itu, dia ingin mendatangkan sejumlah pemain baru musim panas ini. Salah satu pemain yang diinginkan adalah . Menurut , Erik ten Hag yakin dapat membujuk gelandang Chelsea itu untuk bergabung dengan proyeknya di Old Trafford. Mason Mount tampaknya akan meninggalkan Stamford Bridge di musim panas ini. Performa yang merosot hingga finis di posisi ke-12 klasemen menjadi salah salah satu penyebabnya. Manchester United ingin mendatangkan gelandang yang dinamis untuk memperkuat opsi di lini tengah mereka menjelang musim depan. Peran tersebut, menurut Manajer MU Erik ten Hag, mampu dimainkan dengan baik oleh Mason Mount. Laporan tersebut mengklaim klub Liga Inggris lainnya, Liverpool dan Arsenal juga tertarik kepada Mount. Karena, mereka juga ingin meningkatkan opsi di lini tengah. Sejauh ini belum ada tanggapan dari Mount. Mantan pemain Derby County ini memiliki setahun tersisa dalam kontraknya saat ini di Chelsea. Chelsea dilaporkan telah mematok label harga 70 juta pounds untuk Mason Mount menjelang jendela transfer musim panas. The Blues todak mau kehilangan pemain kunci dengan status bebas transfer. Sang playmaker mengklaim telah menikmati tugas yang sangat sukses di Stamford Bridge. Pemain asal Inggris itu sudah memenangkan Liga Champions dan menyumbangkan 33 gol dan 37 assist dari 192 penampilan untuk Chelsea sejak 2019. Namun, situasi kontraknya sering menimbulkan spekulasi bahwa dia akan diizinkan meninggalkan klub London Barat di akhir musim.","pubDate":"2023-05-30 17:03:36","image_url":"https://cdn1-production-images-kly.akamaized.net/wuagbfD_hJUAdkErGD7sCfYNtPw=/673x379/smart/filters:quality(75):strip_icc():format(jpeg)/kly-media-production/medias/3993625/original/047253300_1649814748-AP22102696987548.jpg","source_id":"liputan6","category":["sports"],"country":["indonesia"],"language":"indonesian"},{"title":"How To Donate Illiquid Assets: 3 Tax-Savvy Giving Tips For Entrepreneurs","link":"https://www.forbes.com/sites/karladallevavalas/2023/05/30/how-to-donate-illiquid-assets-3-tax-savvy-giving-tips-for-entrepreneurs/","keywords":["Wealth Management","/wealth-management","Money","/money","Wealth Management","/wealth-management","standard"],"creator":["Karla D’Alleva Valas"," Contributor"],"video_url":null,"description":"Donating illiquid assets to charity can be a tax-smart opportunity for business founders. How can financial advisors and their entrepreneur clients avoid missing out?","content":"Forbes Money Wealth Management How To Donate Illiquid Assets: 3 Tax-Savvy Giving Tips For Entrepreneurs Karla D’Alleva Valas Contributor Opinions expressed by Forbes Contributors are their own. I empower advisors who want to help donors give in tax-smart ways. Following May 30, 2023, 01:02pm EDT | Press play to listen to this article! Got it! Share to Facebook Share to Twitter Share to Linkedin fine image of classic 3d newton cradle background getty Picture it: Two founders are golfing. One proudly tells the other about their recent business exit and big financial windfall—but laments the major tax hit. The second golfer asks: “Well, did you make a charitable donation before you sold the company?” And then they explain how they did donate private stock before their own company exit—and the subsequent tax benefits and philanthropic impact. The aggrieved first golfer gets quiet. Their next phone call? To their financial advisor: “Why didn’t you tell me about this option?” Who would you rather be: the financial advisor or attorney who had already explained a tax-smart strategy for donating private stock to their client? Or the one whose client called them wondering why they missed an opportunity? It’s not uncommon for successful entrepreneurs to have significant portions of their wealth tied to these kinds of illiquid assets. Such assets—also called complex assets—can include private company stock, restricted stock, real estate, and more. These can be challenging to transfer or donate to charity, and when sold, they can induce significant taxes. But consider the opportunity presented by changes in the broader market. The number of public companies have declined by almost half over the past two decades. And, when looking at companies with revenues greater than $100 million, there are now only 2,800 public firms vs. 18,000 private firms. Regardless of their size, with a greater prevalence of private companies, there’s a growing need for founders to understand how they can give smarter when it comes to assets connected to their private businesses. Fortunately, there are effective ways to donate complex assets, and there’s good indication that entrepreneurs are primed to do so. Research shows that 91% of high-net-worth investors say that a charitable strategy is part of their overall wealth strategy, but many could be giving smarter. Exit-ready founders often fall into this category. In fact, research indicates that 69% of entrepreneurs who plan to sell their businesses want to incorporate charitable giving into their exit plans. Here are three tips that financial advisors and attorneys—and their entrepreneur clients—can use to make illiquid assets an effective part of their philanthropic strategies. 1. Reap tax advantages—and greater giving potential—during a wealth-triggering event When entrepreneurs start eyeing private business exits, public M&As, or pre-IPOs, it’s an ideal time to consider donating complex assets to charity. The potential tax benefits can be significant: a charitable deduction of the asset’s fair market value (if the entrepreneur owned the asset for over a year) and elimination of capital gains taxes that would be due if the asset was sold rather than donated. Entrepreneurs who anticipate wealth-triggering events can donate different complex assets—private stock (C Corp., S Corp., partnership), restricted stock, LLC and limited partnership interests, or real estate. It’s critical to secure an independent, third-party appraisal of the donated asset to substantiate the charitable tax deduction. The tax benefits and transactional considerations vary based on the asset type, so it’s important to understand the implications of each. MORE FOR YOU There’s Something Fishy About ‘The Little Mermaid’ Audience Review Scores — Update — The Critics Must Be Crazy Here Is The Leaked Allegedly Final MCU Fantastic Four Cast It s A Big Deal Crypto Suddenly Braced For A Huge China Earthquake After Bitcoin Ethereum BNB XRP Cardano Dogecoin Polygon And Solana Price Swings There are several avenues for donating illiquid assets, but donating them directly to the end-designated charity may prove cumbersome as many nonprofits don’t have the resources or internal expertise to accept these kinds of assets directly. This may result in the entrepreneur selling the asset and donating the proceeds to charity. As a result, they’ll owe capital gains taxes, diminishing their potential income tax deduction and reducing the dollars available for charity. So, it is often more tax-efficient and results in more funds to benefit charity to consider other avenues: donating complex assets via charitable lead and remainder trusts, public charities that administer a donor-advised fund (DAF) program, or private foundations. Each has its own advantages and limitations, so choose wisely. For example, if you donate an appreciated asset to a public charity that administers a DAF program, the tax deduction is taken on the asset’s fair market value (remember to allow time for a third-party qualified appraisal). If you go the private foundation route, the tax deduction may be limited to the cost basis or fair market value, depending on the asset type. It’s rarely optimal for founders to wait until after business exits to open their checkbooks to charity. By then, it’s capital gains tax time. An entrepreneur who plans to sell their business, for example, could instead donate a portion of their ownership interest before the sale, claim a charitable tax deduction for the value of donated interest, and minimize capital gains exposure. Be cognizant of timing. Generally, if someone makes a contribution after all the material terms of the sale are agreed upon and there is no material risk that the sale will not close, the IRS may conclude on audit that the contribution is an “anticipatory assignment of income.” This means that the IRS could require the individual to pay any capital gains tax that they would have otherwise owed upon selling those shares. 2. Build complex assets into tax-savvy estate and legacy plans Middle-aged founders—a group that’s primed to contemplate estate and legacy planning—are twice as likely to achieve successful exits as younger entrepreneurs. As these seasoned entrepreneurs prepare for potentially the greatest wealth-triggering events of their lifetimes, they should explore wealth management, legacy and estate planning, and philanthropic strategies cohesively. Complex assets can be important pieces of this puzzle. For example, an entrepreneur who makes a planned gift of private stock to charity via their estate plan can establish a charitable legacy, while potentially reducing estate taxes. Entrepreneurs can name charities in their estate plans and specify the type of complex asset they wish to donate. Because there is generally an unlimited deduction of charitable bequests against the value of an estate, this can be an effective way to minimize estate tax. It’s also an excellent way for founders to continue supporting causes they care about after passing away. Be aware that some charities may need to conduct due diligence prior to asset acceptance and that they may need to consider a path to liquidity. 3. Adopt the entrepreneurial mindset: Think ahead on complex assets Clients want advisors to be strategic, going beyond managing assets to proactively recommending tax-smart strategies for their overall wealth portfolios. This expectation is strong for entrepreneurs, whose unique mindsets influence their perspectives on philanthropy and investments. Entrepreneurs thrive by looking ahead, innovating, and identifying early opportunities. They value advisors who do the same. Having early conversations with clients about how to incorporate illiquid assets into their wider wealth management and philanthropic plans is a great opportunity to demonstrate differentiating value. Remember, if you’re an advisor or attorney who isn’t talking to clients about donating complex assets, someone else would be delighted to. And that someone might not only be their buddy on the golf course. Karla D’Alleva Valas Editorial Standards Print Reprints & Permissions","pubDate":"2023-05-30 17:02:23","image_url":"https://imageio.forbes.com/specials-images/imageserve/64761f598b7a9bf7b1569955/0x0.jpg?width=960","source_id":"forbes","category":["business"],"country":["united states of america"],"language":"english"},{"title":"Préstamos ‘gota a gota’: medio millón de peruanos pasó al mercado negro de créditos","link":"https://gestion.pe/tu-dinero/prestamos-gota-a-gota-medio-millon-de-peruanos-paso-al-mercado-negro-de-creditos-noticia/","keywords":null,"creator":["Ani Lu Torres"],"video_url":null,"description":null,"content":"La falta de inclusión financiera, en los últimos años, incentivó que al menos 500,000 peruanos que podrían haber accedido al mercado formal de créditos en Perú, recurrieran a préstamos en el mercado negro a través del peligroso ‘gota a gota’. Esta modalidad vinculada a bandas de extorsionadores, ha desembolsado, según la Federación de Cajas Municipales, más de S/ 1 millón el último año, con intereses de entre 300% y 400% anual. LEA TAMBIÉN Alerta con préstamos extorsivos por aplicaciones: ¿Cómo identificarlos? “ Han impuesto un sistema, un interés de 20% cada 24 días. Es un sistema que ha crecido 100% en los últimos dos años” , dijo este martes Jorge Solís, presidente de la FEPCMAC. Agregó que el ticket promedio de los préstamos ‘gota a gota’ ascendería a S/ 1,000 y que es una competencia directa al público que atienden las Cajas Municipales en Perú. Ante ello, dijo que han solicitado, por ello, la derogación de la ley que pone límites a las tasas de interés en el sector financiero, “ porque está generando que muchas mypes recurran a otro tipo de créditos con condiciones más caras ”. LEA TAMBIÉN Beneficios y riesgos de los préstamos online en el Perú Los estragos de la crisis política a fines del 2022, los embates del clima como el Ciclón Yaku, así como la sequía al sur del país, además del incremento del nivel de pobreza desincentivo el acceso a nuevos créditos de, al menos 2 millones de mypes, que habrían quebrado, según datos de la Federación. Ante ello, exhorta al Ejecutivo a publicar medidas de reactivación de créditos a mypes, más “ no de salvataje ”. Insisten en que el Decreto de Urgencia 013-2023, publicado hace unos días, supone un fortalecimiento con un presupuesto de S/ 479 millones, pero en la práctica no tendría impacto debido a sus condiciones, entre ellos, el ingreso de un director designado por Cofide. ¡Beneficios ilimitados con tu suscripción a Gestión! Disfruta de hasta 70% de descuento en más de 300 promociones del Club de Suscriptores, que además podrás usar todas las veces que quieras. Conócelos aquí ¿Aún no eres suscriptor?, adquiere tu plan aquí .","pubDate":"2023-05-30 17:02:20","image_url":"https://gestion.pe/resizer/eXplUXci0b6RRcFANvHNuZAi-Jw=/cloudfront-us-east-1.images.arcpublishing.com/elcomercio/THEFBZN6SFERZHPUFTZT7WVXME.jpg","source_id":"gestion","category":["top"],"country":["peru"],"language":"spanish"},{"title":"Gli Ordinals hanno trasformato Bitcoin in una versione peggiore di Ethereum","link":"https://it.cointelegraph.com/news/gli-ordinals-hanno-trasformato-bitcoin-in-una-versione-peggiore-di-ethereum","keywords":["Bitcoin","BTC","Ordinals","Ethereum","ETH","Blockchain","NFT Bitcoin","Bitcoin Ordinals","Memecoin","Scalabilità","Taproot","Pepe"],"creator":["Cointelegraph Di  Andrew Fenton"],"video_url":null,"description":"Nessuno si aspettava che l’aggiornamento Taproot avrebbe portato un’impennata di NFT e memecoin su Bitcoin. Sono qui per restare oppure i problemi che stanno causando possono essere risolti?","content":"Il lancio dei token BRC-20 e degli NFT Ordinals su Bitcoin ha trasformato la blockchain numero uno in una versione più goffa di Ethereum. Gli sviluppatori e i miner che hanno approvato l'aggiornamento Taproot della rete nel novembre del 2021 non avrebbero mai pensato che questo sarebbe stato il risultato. Bitcoin ora soffre di molti degli stessi problemi che hanno afflitto Ethereum per anni : non soltanto memecoin e shitcoin truffaldini, ma anche NFT di immagini scimmiesche che occupano spazio nei blocchi e fanno salire le commissioni di transazione alle stelle. La rete deve persino fare i conti con fenomeni di Miner Extractable Value (MEV), in base ai quali i miner traggono profitto riordinando le transazioni in sospeso. Mati Greenspan, fondatore di Quantum Economics e Bitcoiner sin dal lontano 2013, afferma: \" Sono un po' arrabbiato con me stesso per non averlo capito. Solo quando questa gente ha iniziato a pubblicizzare i JPEG su Bitcoin, ho realizzato: 'Oh merda, cosa abbiamo appena fatto?' \" Alcuni Bitcoiners su Bitcointalk e Twitter definiscono gli NFT Ordinals e i token BRC-20 un attacco a Bitcoin , un exploit di Taproot, inutile spam che intasa il network. Si è acceso quindi un forte dibattito nella community : bisognerebbe bandire questi comportamenti, oppure sono esattamente ciò che ci si dovrebbe aspettare da un protocollo permissionless? I token BRC-20 sono stati lanciati dallo sviluppatore anonimo Domo in data 8 marzo 2023 . Per distribuire i contratti, per coniare e per trasferire i token, si utilizzano gli \"Ordinal inscriptions\" di dati JavaScript Object Notation (JSON). Alcuni sostengono che questo sistema sia terribilmente inefficiente, e che costi quattro volte di più in commissioni di transazione rispetto all'utilizzo di dati binari. Oltre alle inefficienze, c'è anche una corsa all'oro per il conio di nuove memecoin. Qualcuno distribuirà un contratto con un ticker per un nuovo token e una supply massima, e poi i trader si precipiteranno a coniare il maggior numero possibile di memecoin, intasando il network. Il market cap di questi token ha già superato il miliardo di dollaro , anche se lo stesso Domo sostenga che non abbiano alcun valore. Ma difficilmente i token BRC-20 saranno banditi, almeno nel breve termine: i principali wallet hanno già aggiunto il supporto per tale standard. Gli sviluppi più recenti, come il lancio di un fork di Uniswap che ha accumulato 500.000$ di scambi di token \"smart BRC-20\" (SBRC-20) in pochi giorni, suggeriscono che la costruzione di un nuovo ecosistema permissionless su Bitcoin è destinata a continuare. Greenspan fa notare che, mentre la raffica di interesse ha visto le transazioni di Bitcoin raggiungere il massimo storico, il numero di indirizzi unici è crollato : ciò significa che meno persone accedono alla rete. E se gli introiti derivanti dalle commissioni di transazione hanno superato la ricompensa dei blocchi – vista da molti come l'unico modo per garantire la sicurezza di Bitcoin – ciò comporta molti problemi: \"Ieri ho parlato con un miner, mi ha detto che le sue entrate sono raddoppiate. Questo è positivo, soprattutto in vista dell'halving. È un bene per i miner... ma un male per le nazioni come Nigeria e El Salvador, dove il costo medio per inviare una transazione ha improvvisamente raggiunto i 30$. Il sogno dell'inclusione finanziaria su Bitcoin è stato temporaneamente rimandato.\" Non è la prima volta che qualcuno tenta di integrare token e NFT in Bitcoin. Counterparty ha aperto la strada agli NFT su Bitcoin, con progetti come Spells of Genesis e Rare Pepes nel 2015 e 2016. Anche la stablecoin Tether ha lanciato un token su Bitcoin nel 2014 tramite il protocollo Mastercoin (poi diventato Omni). Joseph Hall di Cointelegraph utilizza BTC per fare acquisti a El Salvador Su Bitcointalk si discute molto della lotta contro il presunto \" attacco a Bitcoin \" ; alcuni sostengono persino che sia opera degli sviluppatori di Bitcoin SV. Gli utenti parlano di un soft fork per \" imporre rigorosi limiti di dimensione agli script di convalida di Taproot \", di come il protocollo possa filtrare ciò che viene considerato \" spam \", oppure addirittura di un hard fork per rimuovere Taproot. Luke Dashjr, sviluppatore di Bitcoin, ha dichiarato: \"L'azione avrebbe dovuto essere intrapresa mesi fa. Il filtraggio dello spam è un elemento chiave di Bitcoin Core, sin dal primo giorno. È un errore che i filtri esistenti non siano stati estesi alle transazioni Taproot [...] dato che si tratta di un bugfix, non c'è nemmeno bisogno di aspettare una major release.\" If Ethereum devs ever did anything remotely close to the below email, there would be absolute hysterics. People say ETH devs are too centralized with too much power. Look in the mirror. https://t.co/yBVNk2kixW Checkmate, Lead On-Chain Analyst di Glassnode, ha dichiarato a Cointelegraph di ritenere che questo tipo di censura sia contrario all'intera etica di Bitcoin. Ha inoltre sottolineato che esistono già regole opzionali per la mempool che consentono agli operatori dei nodi di filtrare gli Ordinals , se lo desiderano: \"Dal mio punto di vista, qualsiasi tentativo di vietare o censurare queste transazioni rappresenta un attacco a Bitcoin molto più che lasciarle in essere. Gli Ordinals rientrano nelle regole del consenso: quando una minoranza rumorosa di individui vuole cambiare le regole per fermare qualcosa che non gli piace, questo è il vero attacco.\" Foto profilo Twitter di Checkmate Ma il podcaster Chris Blec ha sostenuto su Twitter che limitare i tipi di transazione per garantire la salute della rete non è censura : \" Se non dipende dal contenuto del messaggio o dal mittente del messaggio, allora non è censura. \" Nemmeno Hass McCook, ex membro del Bitcoin Mining Council e convinto sostenitore di Bitcoin , apprezza particolarmente gli Ordinals. Tuttavia, pensa che vietarli del tutto sia eccessivo: L'unica cosa più importante di Bitcoin è la libertà. Personalmente, gli Ordinals non mi piacciono e non ne comprendo il valore, ma non voglio comunque che vengano censurati. Credo che, così facendo, si potrebbe imboccare una strada molto pericolosa. Se il protocollo consente di fare qualcosa e qualcuno è felice di pagare per farlo, allora è così che deve essere.\" I haven't heard one coherent argument yet as to how limiting spam on Bitcoin (including that which enables ordinals) equates to \"censorship\". If there is one, please provide it here. Andrew Poelstra, Direttore della ricerca presso Blockstream, è uno degli inventori di Taproot. Anche a lui non piace il risvolto \"tossico\" dell'aggiornamento, ma non vede alcun modo pratico per fermare gli Ordinals . \"Per quanto ne so, non esiste un modo sensato per impedire alle persone di memorizzare dati arbitrari all'interno dei Witness senza incentivare un comportamento ancora peggiore e/o interrompere casi d'uso legittimi. Non sarà possibile vietare semplicemente i 'dati inutili'\", afferma, osservando che le persone potrebbero semplicemente nascondere dati inutili come gli NFT all'interno di dati utili come 'firme fittizie o chiavi pubbliche.' In questo modo, il costo per loro sarebbe pari a 2 volte, ma se 2 volte è sufficiente per incentivare l'archiviazione, allora non c'è bisogno di discutere perché saranno comunque costretti a smettere a causa della concorrenza del mercato delle tariffe\". Bitcoin transaction fees are back down to $5. I'm so glad that Ordinals fad is finally over. pic.twitter.com/8gl4kwcXTC Lo scenario migliore – e forse anche il più probabile – è che l'interesse per i token e gli NFT su Bitcoin si esaurisca nel tempo . \" La congestione della rete Bitcoin non è una novità, giusto? Di solito arriva con l'hype, e termina quando l'hype scompare, \" spiega Greenspan- Ma se gli Ordinals continuano ad avere un impatto eccessivo sulla rete, c'è sempre l'opzione drastica di effettuare un fork di Bitcoin per modificare o rimuovere Taproot. Blec e molti altri hanno sollevato questa possibilità, anche se al momento sembra per lo più remota. If enough Bitcoin ecosystem participants (users, node operators, miners) reach a consensus that Bitcoin should be forked in a way that reduces spammy txs, that's not censorship. You can still mine & use the current fork and mint your dumb jpgs there. Greenspan afferma che, sebbene sia sempre possibile implementare un hard fork, \" questo dividerebbe la rete. E nessuno vuole che ciò accada. \" McCook afferma che il mercato ha scelto Bitcoin, piuttosto che Bitcoin Cash o Bitcoin SV, durante le guerre per lo scaling del 2017. Prevede pertanto che la versione attuale vincerebbe su un fork senza Taproot: \"Io sceglierei quella con Ordinals. Quindi, anche se non trovo alcun valore negli Ordinals... forse in futuro avrò bisogno di inscrivere qualcosa che abbia una resistenza assoluta alla censura. [...] Questa tecnologia potrebbe avere implicazioni piuttosto potenti. Supponiamo che Julian Assange decida di pubblicare le informazioni di WikiLeaks sotto forma di inscription: questo sarebbe un caso d'uso molto utile.\" Greenspan ritiene inoltre che i vantaggi dell'uso di Bitcoin per l'archiviazione dei dati siano ancora tutti da scoprire: \" Le persone sono ora consapevoli del fatto che Bitcoin ha la capacità di memorizzare i file. E sono entusiasta di vedere cosa faranno gli sviluppatori lungimiranti con questo nuovo strumento, più che creare meme. \" Quando ha rilasciato BRC-20, Domo ha aggiunto: \" Credo che ci siano quasi certamente scelte progettuali migliori e miglioramenti dell'ottimizzazione da apportare. \" Molte persone sono d'accordo. Uno dei miglioramenti più semplici sarebbe quello di usare il formato binario invece di quello JSON , che lo sviluppatore John W. Ratcliff sostiene essere \" uno dei formati di dati più inefficienti che si possano usare. \" A suo avviso, questo ridurrebbe i token BRC-20 da 89 a 19 byte : \" Ciò significa che per impegnare questi token BRC-20 si pagano commissioni quattro volte superiori al necessario. \" Colin Harper, ricercatore di Hashrate Index, sostiene che l'uso del codice binario \" potrebbe ridurre la larghezza di banda fino all'80%. \" Ma questo non risolverebbe del tutto il problema, come sottolinea l'influencer di Bitcoin Udi Wertheimer, dato che l'impennata delle fee è dovuta all'aumento delle commissioni per ottenere la priorità delle loro transazioni, al fine di coniare o accaparrarsi i token a basso numero di serie prima che la disponibilità si esaurisca. Esiste anche un altro modo di emettere asset su Bitcoin, chiamato Taro , che secondo Domo è \" una soluzione migliore. \" Taproot Asset Representation Overlay è un protocollo proposto che consentirà alle persone di emettere beni digitali su Bitcoin che possono essere trasferiti su Lightning per transazioni veloci ed economiche. Un approccio molto più sperimentale e diretto è quello adottato da Trustless Computer, che lavora a un fork di Uniswap v2 chiamato Trustless Market, il quale ha elaborato swap per un valore di 500.000 dollari nei primi tre giorni. Nella documentazione del progetto si legge che Trustless Computer sta lavorando a una macchina virtuale Turing-completa chiamata BVM (Bitcoin Virtual Machine) – costruita sopra Bitcoin – per dare vita a un ecosistema DeFi. Il membro del core team @punk3700 spiega a Cointelegraph: \"Non è un Layer-2, ma un 'protocollo all'interno del Layer-1 che funziona come Ordinals ma utilizza gli SBRC-20. Invece di scrivere file di testo su Bitcoin, Trustless Computer scrive transazioni di smart contract su Bitcoin. File grezzi contro programmi/logica/app.\" Questo sistema potrebbe ridurre la banda richiesta per i token dell'80%-90%. Come funziona la Bitcoin Virtual Machine Lo sviluppatore ha aggiunto: Ritengo che i BRC-20 nella loro forma attuale, basata su file di testo, siano un fuoco di paglia. Non è possibile usare carta e penna per costruire uno strumento finanziario alternativo e scalabile. La nostra implementazione di SBRC-20 è diversa. Utilizziamo gli stessi smart contract ERC-20 di Ethereum. Funziona esattamente come programmato. Gli Ordinals sono la versione 0.1 di ciò che è possibile fare su Bitcoin. Trustless Computer dimostra che è possibile costruire un ecosistema DApp completo su Bitcoin. L'afflusso di NFT e il conio di token su Bitcoin hanno dimostrato che la blockchain non è in grado di scalare per far fronte all'aumento della domanda : in altre parole, più diventa popolare e peggio funziona. Il Lightning Network è solitamente indicato come la soluzione, ma il creatore di Nostr – Fiatjaf – ha sottolineato che non è stato in grado di far fronte al recente aumento delle commissioni. \" I canali sono troppo fragili, costa molto aprirli in un contesto di commissioni elevate, la gestione di un nodo di routing è complessa e così via. \" Per tali motivi, gli utenti devono fare affidamento su fornitori centralizzati di Lightning. Greenspan ritiene che un progresso graduale verso la scalabilità sia l'unica soluzione sicura per garantire che Bitcoin rimanga a prova di proiettile: \"Abbiamo visto SegWit e Taproot. Voglio dire, si tratta di buoni progressi e di una scalabilità costante. Che è la cosa migliore per una rete decentralizzata di queste dimensioni. Non si vogliono affrettare le cose perché si rischia di romperle, come abbiamo visto.\" Diverse entità, tra cui StarkWare e il ricercatore di blockchain Eric Wall, stanno esaminando il potenziale di scalare Bitcoin utilizzando i zero-knowledge (ZK) rollups , ovvero il piano di Ethereum per risolvere la medesima sfida. Ma, ironia della sorte, se da un lato l'impennata della domanda causata dagli Ordinals ha dimostrato che è necessario aumentare la scalabilità, dall'altro ha reso molto meno probabile che la community accetti un nuovo hard fork per consentire i ZK-rollups . Dopo tutto, hanno votato per Taproot e guardate cosa è successo! \" Dubito che ciò accadrà mai \", afferma Checkmate. \" Sono scettico anche nei confronti di un soft fork, dato che le conseguenze indesiderate del witness discount hanno sensibilizzato tutti sui rischi del cambiamento. \" Traduzione a cura di Giorgio Libutti Andrew Fenton Con sede a Melbourne, Andrew Fenton è un giornalista e redattore che si occupa di criptovalute e blockchain. Ha lavorato come entertainment writer per News Corp Australia, nonché come giornalista cinematografico per SA Weekend e per The Melbourne Weekly.","pubDate":"2023-05-30 17:00:00","image_url":"http://images.cointelegraph.com/cdn-cgi/image/format=auto,onerror=redirect,quality=90,width=528/http://s3.cointelegraph.com/storage/uploads/view/5d3af37433c753f7348bdbcadb599dfb.jpg","source_id":"cointelegraph","category":["top"],"country":["united states of america"],"language":"italian"},{"title":"Court Protects Sacklers From Opioid Lawsuits In Purdue Settlement Deal","link":"https://www.forbes.com/sites/katherinehamilton/2023/05/30/court-protects-sacklers-from-opioid-lawsuits-in-purdue-settlement-deal/","keywords":["Business","/business","Business","/business","Breaking","breaking-news","topline"],"creator":["Katherine Hamilton"," Forbes Staff"],"video_url":null,"description":"Members of the family that owns OxyContin producer Purdue Pharma is now able to settle the myriad lawsuits against them.","content":"Forbes Business Breaking Court Protects Sacklers From Opioid Lawsuits In Purdue Settlement Deal Katherine Hamilton Forbes Staff I cover breaking news. Following May 30, 2023, 12:58pm EDT | Press play to listen to this article! Got it! Updated May 30, 2023, 01:29pm EDT Share to Facebook Share to Twitter Share to Linkedin Topline A federal court ruled Tuesday to shield members of the Sackler family—which owns OxyContin producer Purdue Pharma—from any future civil lawsuits over their company’s ties to the opioid addiction crisis, solidifying a deal that allows the disgraced family to pay $6 billion in exchange for immunity. The Sackler name has been removed at several institutions, such as Tufts University's medical center ... [+] in Boston. Boston Globe via Getty Images Key Facts The 2nd U.S. Circuit Court of Appeals in New York reversed a 2021 lower court ruling that found Sackler family members could not be protected from civil lawsuits as part of a Purdue Pharma bankruptcy deal because, while the company filed for bankruptcy in 2019, the individual family members never filed for bankruptcy protection themselves. Tuesday’s ruling paves the way for a deal made in 2022 in which the Sackler family members who owned Purdue will pay $6 billion to settle the some 3,000 lawsuits filed by governments and individuals accusing the company and the family of contributing to the opioid crisis, which has claimed more than 500,000 lives since 1999. In exchange for that payment, the family members would win immunity from any future civil cases and give up ownership of Purdue, which is set to become a new company called Knoa that uses its profits to fight the opioid crisis. The appellate court argued Tuesday that bankruptcy protections can extend to non-bankrupt parties in extraordinary cases, and legal claims against Purdue are inextricably linked to its owners, so allowing lawsuits against the Sacklers would undermine the company’s bankruptcy settlement. Key Background Purdue Pharma first pleaded guilty in 2007 to misleading the public about the highly addictive pain medication, OxyContin. Since then, the company has faced scores of lawsuits accusing it of using deceptive sales and marketing practices for its opioid painkillers, helping to spark a nationwide addiction academic. The Sackler family members, most of whom sat on the company’s board, have expressed regret in written statements but have not admitted wrongdoing or been charged criminally. Purdue filed for bankruptcy in 2019 amid thousands of lawsuits from state, municipal and tribal governments, as well as individuals. Contra In the spring of 2021, the attorneys general from 24 states and Washington, D.C., filed a brief opposing the proposed restructuring plan, which granted civil immunity to the Sackler family members. Purdue Pharma was dissolved six months later and the Sackler family agreed to pay $4.5 billion to settle. The agreement received widespread backlash, with the judge who presided over the settlement saying he wished it had been higher. At the end of 2021, the court rejected the deal, arguing the family members shouldn’t be protected since they did not individually file for bankruptcy protections—the Sacklers quickly filed to appeal the ruling. Nine attorneys general also officially objected to the deal but, in March 2022, rescinded their objection after the Sacklers agreed to up their settlement payment to $6 billion. Chief Critic \"The bankruptcy system should not be allowed to shield non-bankrupt billionaires,\" said Massachusetts’ former Attorney General Maura Healey in 2021. \"It would set a terrible precedent. If the Sacklers are allowed to use bankruptcy to escape the consequences of their actions, it would be a roadmap for other powerful bad actors.\" What To Watch For Now that the appeal is concluded, Purdue must return to court to obtain final approval of the settlement deal. The settlement still must be approved by a bankruptcy court judge and there’s a chance Tuesday’s ruling could be put on hold if there is an appeal to the U.S. Supreme Court. Forbes Valuation The Sackler family was worth $10.8 billion in 2020, making them one of the 30 richest families in the United States. They were worth $14 billion in 2015. Three Sackler brothers—Arthur, Raymond and Mortimer—bought Purdue in the 1950s. At least eight of the Raymond and Mortimer’s children have been listed as defendants in lawsuits against Purdue—Arthur’s children have said publicly they did not participate in or benefit from the company. Arthur’s share of the company was given to his brothers after his death in 1987, which occurred before the company began selling OxyContin. Surprising Fact While the settlement deal shields the Sackler family from all civil lawsuits, they can still be tried in criminal suits. Three top executives, none of them Sacklers, were charged with felonies in 2007 and given 400 hours of community service. Purdue was also charged with three criminal charges in 2020, for which it was fined $8 billion, leading the company to dissolve. Further Reading Sacklers Agree To $6 Billion Settlement Of Opioid Litigation Involving Their Purdue Pharma (Forbes) OxyContin Maker Purdue Pharma Reaches $8 Billion Settlement In Opioid Crisis Probe (Forbes) Purdue Pharma Is Dissolved and Sacklers Pay $4.5 Billion to Settle Opioid Claims (New York Times) 24 States Mount Legal Fight To Block Sackler Bid For Opioid Immunity (NPR) U.S. judge tosses $4.5 bln deal shielding Sacklers from opioid lawsuits (Reuters) Send me a secure tip . Katherine Hamilton Editorial Standards Print Reprints & Permissions","pubDate":"2023-05-30 16:58:31","image_url":"https://imageio.forbes.com/specials-images/imageserve/6476282030c7cd9c2b569957/0x0.jpg?width=960&precrop=1784%2C1004%2Cx0%2Cy92","source_id":"forbes","category":["business"],"country":["united states of america"],"language":"english"},{"title":"Andalucía busca oportunidades de negocio en proyectos hoteleros de Colombia y Perú","link":"https://gestion.pe/mundo/espana/andalucia-busca-oportunidades-de-negocio-en-proyectos-hoteleros-de-colombia-y-peru-noticia/","keywords":null,"creator":null,"video_url":null,"description":"La región española de Andalucía busca oportunidades de negocio en proyectos hoteleros de Colombia y Perú, mercados que esperan en los próximos años inversiones por valor de más de 500 millones de euros (US$ 536 millones) en este sector.","content":"La región española de Andalucía busca oportunidades de negocio en proyectos hoteleros de Colombia y Perú, mercados que esperan en los próximos años inversiones por valor de más de 500 millones de euros (US$ 536 millones) en este sector. Para ello, el gobierno regional andaluz ha organizado un encuentro con seis marcas de esta comunidad autónoma española y varios agentes de estos países. La agenda comercial, que se ha desarrollado en varias provincias andaluzas, ha incluido una treintena de entrevistas de negocio de las marcas del canal Contract, para dar a conocer las capacidades de las empresas del sector en el continente americano. LEA TAMBIÉN: El regreso de los viajeros chinos impulsa el turismo mundial La acción de promoción internacional, organizada por Andalucía TRADE , se enmarca dentro del programa ‘Embajadores del Contract en Latinoamérica 2023′, impulsado por Andalucía TRADE para identificar oportunidades de negocio en varios de los mercados con mayor previsión de crecimiento en esta industria, ha informado la Junta de andalucía (gobierno regional). En el caso de Colombia , se ha tenido en cuenta que entre 2018 y 2019 se han abierto 62 hoteles y el gobierno tiene previsto recibir inversiones para abrir otros 43 en los próximos años. Además, el gobierno de Perú tiene previsto adjudicar durante 2023 alrededor de 19 proyectos hoteleros por valor de 578 millones de euros, según datos de la Agencia de Promoción de la Inversión Privada (Proinversión) del país. LEA TAMBIÉN: Restaurantes, hoteles y turismo agotan rápido créditos de Impulso Myperú Las firmas andaluzas, dedicadas a la arquitectura, la construcción, el interiorismo y el equipamiento del textil-hogar, han mantenido encuentros con los operadores de Colombia y Perú, mientras que los compradores internacionales han visitado sus principales proyectos en una amplia ruta de trabajo para establecer sinergias y llevar a cabo futuras colaboraciones comerciales. Las seis firmas andaluzas que han participado en la cita proceden de Jaén (Grupo Alvic y Muesco); Málaga (The-Waller Unique); Cádiz (Plus Cover); y Córdoba (Mannpier-Tapizados Priego y Supratex). Fuente: EFE LEA TAMBIÉN: Estudios de arquitectura y hoteles de lujo impulsan ventas de Kohler ¡Beneficios ilimitados con tu suscripción a Gestión! Disfruta de hasta 70% de dscto. en más de 300 promociones del Club de Suscriptores, que además podrás usar todas las veces que quieras. Conócelos aquí ¿Aún no eres suscriptor?, adquiere tu plan aquí .","pubDate":"2023-05-30 16:57:37","image_url":null,"source_id":"gestionpe","category":["world"],"country":["peru"],"language":"spanish"},{"title":"The Best Memorial Day Appliance Deals at Best Buy You Can Still Shop Today","link":"https://www.etonline.com/the-best-memorial-day-appliance-deals-at-best-buy-you-can-still-shop-today-173895","keywords":null,"creator":["ETonline Staff‍"],"video_url":null,"description":"Save up to 40% on major home appliances at Best Buy from refrigerators and dishwashers to laundry sets and more.","content":"™ & © 2023 CBS Studios Inc. and CBS Interactive Inc., Paramount companies. All Rights Reserved.","pubDate":"2023-05-30 16:56:36","image_url":"https://www.etonline.com/sites/default/files/styles/dist_rss/public/images/2022-10/samsung_1.png?h=43ff4ba4&itok=DpW8wNlg","source_id":"etonline","category":["entertainment"],"country":["united states of america"],"language":"english"}],"nextPage":null}
