{
  "status": "success",
  "totalResults": 1150,
  "results": [
    {
      "title": "Kolany: Coraz więcej czynników przemawia za recesją",
      "link": "https://www.bankier.pl/wiadomosc/Kolany-Coraz-wiecej-czynnikow-przemawia-za-recesja-8402710.html?utm_source=RSS&utm_medium=RSS&utm_campaign=Wiadomosci",
      "keywords": null,
      "creator": null,
      "video_url": null,
      "description": "- Jestem przekonany, że koniunktura będzie się pogarszać - z kwartału na kwartał czy wręcz z miesiąca na miesiąc. Mamy wszystkie czynniki niezbędne do wytworzenia bardzo głębokiej recesji - mówi Krzysztof Kolany, główny analityk Bankier.pl, obecny na Forum Gospodarczym w Karpaczu.",
      "content": null,
      "pubDate": "2022-09-08 12:04:17",
      "image_url": null,
      "source_id": "bankier",
      "country": ["poland"],
      "category": ["business"],
      "language": "polish"
    },
    {
      "title": "TSUE wydał wyrok dotyczący kredytów w walutach obcych",
      "link": "https://www.pb.pl/tsue-wydal-wyrok-dotyczacy-kredytow-w-walutach-obcych-1163105",
      "keywords": null,
      "creator": null,
      "video_url": null,
      "description": "W czwartek Trybunał Sprawiedliwości UE wydał kolejny wyrok dotyczący kredytów denominowanych w walutach obcych. \"Jeśli konsument się temu sprzeciwia, sąd krajowy nie może zastąpić nieuczciwego postanowienia umownego dotyczącego kursu wymiany przepisem dyspozytywnym prawa krajowego\" - stwierdził.",
      "content": null,
      "pubDate": "2022-09-08 12:04:16",
      "image_url": null,
      "source_id": "pb",
      "country": ["poland"],
      "category": ["business"],
      "language": "polish"
    },
    {
      "title": "Tauron przygląda się koniunkturze",
      "link": "https://www.pb.pl/tauron-przyglada-sie-koniunkturze-1163104",
      "keywords": null,
      "creator": null,
      "video_url": null,
      "description": "Państwowa grupa energetyczna skokowo zwiększa zyski dzięki wysokim cenom energii elektrycznej. Obserwuje, czy nie nadchodzi gospodarcze schłodzenie.",
      "content": null,
      "pubDate": "2022-09-08 12:04:16",
      "image_url": null,
      "source_id": "pb",
      "country": ["poland"],
      "category": ["business"],
      "language": "polish"
    },
    {
      "title": "Na rynku miedzi oznaki utrzymującego się popytu",
      "link": "https://www.pb.pl/na-rynku-miedzi-oznaki-utrzymujacego-sie-popytu-1163103",
      "keywords": null,
      "creator": null,
      "video_url": null,
      "description": "Różnice cen miedzi sygnalizują, że realny metal wciąż cieszy się popytem pomimo słabnięcia globalnej gospodarki, pisze Bloomberg.",
      "content": null,
      "pubDate": "2022-09-08 12:04:16",
      "image_url": null,
      "source_id": "pb",
      "country": ["poland"],
      "category": ["business"],
      "language": "polish"
    },
    {
      "title": "Hiszpański terminal LPG ma złagodzić kryzys gazowy w Niemczech",
      "link": "https://www.pb.pl/hiszpanski-terminal-lpg-ma-zlagodzic-kryzys-gazowy-w-niemczech-1163102",
      "keywords": null,
      "creator": null,
      "video_url": null,
      "description": "Hiszpanie przygotowują się do ponownego uruchomienia terminalu LPG. Nie działająca od blisko 10 lat instalacja ma pomóc w łagodzeniu bezprecedensowego kryzysu energetycznego w Niemczech – podaje Bloomberg.",
      "content": null,
      "pubDate": "2022-09-08 12:04:16",
      "image_url": null,
      "source_id": "pb",
      "country": ["poland"],
      "category": ["business"],
      "language": "polish"
    },
    {
      "title": "Niewielkie zmiany na kontraktach",
      "link": "https://www.pb.pl/niewielkie-zmiany-na-kontraktach-1163101",
      "keywords": null,
      "creator": null,
      "video_url": null,
      "description": "Po nadspodziewanie udanej środowej sesji na Wall Street, inwestorzy z amerykańskich giełd mają apetyt na kontynuacje zwyżki. Zachowanie kontraktów sugeruje jednak, że pomimo nadziei gracze zachowują daleko posuniętą ostrożność i wstrzemięźliwość. Być może po decyzji EBC zdecydują się na bardziej wyraźne ruchy.",
      "content": null,
      "pubDate": "2022-09-08 12:04:16",
      "image_url": null,
      "source_id": "pb",
      "country": ["poland"],
      "category": ["business"],
      "language": "polish"
    },
    {
      "title": "Pogorszył się stan zdrowia królowej Elżbiety II. \"Cały kraj głęboko zaniepokojony\"",
      "link": "https://wiadomosci.onet.pl/swiat/pogorszyl-sie-stan-zdrowia-krolowej-elzbiety-ii-caly-kraj-gleboko-zaniepokojony/6xn18qs",
      "keywords": null,
      "creator": null,
      "video_url": null,
      "description": null,
      "content": "\"Cały kraj będzie głęboko zaniepokojony wiadomościami z Pałacu Buckingham tego obiadu\" — pisze na Twitterze premier Wielkiej Brytanii Liz Truss. Wpis szefowej brytyjskiego rządu związany jest z najnowszymi doniesieniami na temat stanu zdrowia królowej Elżbiety II.",
      "pubDate": "2022-09-08 12:00:07",
      "image_url": null,
      "source_id": "wiadomosci",
      "country": ["poland"],
      "category": ["science", "health"],
      "language": "polish"
    },
    {
      "title": "Oliwia Bieniuk obawia się znajomości z warszawskimi celebrytami? \"To jest toksyczne towarzystwo\"",
      "link": "https://www.plotek.pl/plotek/7,111485,28884230,oliwia-bieniuk-o-facetach-i-warszawce-to-toksyczne-towarzystwo.html?utm_source=RSS&utm_medium=RSS&utm_campaign=plotek",
      "keywords": null,
      "creator": ["Zuzanna Szeloch"],
      "video_url": null,
      "description": "W jednym z ostatnich wywiadów Oliwia Bieniuk opowiedziała o doświadczeniach z mężczyznami i wyznała, jakiego mężczyzny szuka. Celebrytka podzieliła się też obawami przed zbliżającą się przeprowadzką do Warszawy.",
      "content": null,
      "pubDate": "2022-09-08 11:58:00",
      "image_url": "https://bi.im-g.pl/im/13/8c/1b/z28885267M,Oliwia-Bieniuk-o-facetach-i-Warszawce----to-toksyc.jpg",
      "source_id": "plotek",
      "country": ["poland"],
      "category": ["entertainment"],
      "language": "polish"
    },
    {
      "title": "Damian Michałowski pokazał \"paragon grozy\". Dzieci zrobiły mu psikusa...",
      "link": "https://plejada.pl/newsy/damian-michalowski-musial-zaplacic-za-psikusa-dzieci-pokazal-paragon-grozy/rby2vdc",
      "keywords": null,
      "creator": null,
      "video_url": null,
      "description": null,
      "content": "Damian Michałowski pokazał na Instagramie zdjęcie swojego \"paragonu grozy\". Takim rachunkiem obciążyły dziennikarza jego... dzieci. Opis, jaki zamieścił do wpisu, jest bardzo wymowny.",
      "pubDate": "2022-09-08 11:54:19",
      "image_url": null,
      "source_id": "plejada",
      "country": ["poland"],
      "category": ["entertainment"],
      "language": "polish"
    },
    {
      "title": "Duży problem wielu kierowców! Na jesień daje on o sobie znać! Jak z nim walczyć?",
      "link": "https://wrc.net.pl/kl-duzy-problem-wielu-kierowcow-na-jesien-daje-on-o-sobie-znac-jak-z-nim-walczyc",
      "keywords": [
        "Moto Newsy",
        "brzydki zapach",
        "jak pozbyć się wilgoci",
        "jesień",
        "wilgoć w samochodzie",
        "zapach"
      ],
      "creator": ["Krzysztof Lewandowski"],
      "video_url": null,
      "description": "Temperatury za oknem powoli spadają, a to może mieć swoje konsekwencje w postaci zbierającej się w samochodzie pary wodnej. Okres jesienno-zimowy sprzyja powstawaniu intensywnych zapachów, które chcemy usunąć z kabiny. Przedstawiamy skuteczne sposoby na odświeżenie wnętrza! Obecnie lato jest dosyć suchą porą roku, gdzie problemem wydaje się być niedobór wody i kurz. Jednak w Polsce […] The post Duży problem wielu kierowców! Na jesień daje on o sobie znać! Jak z nim walczyć? appeared first on WRC Motorsport&Beyond.",
      "content": "Temperatury za oknem powoli spadają, a to może mieć swoje konsekwencje w postaci zbierającej się w samochodzie pary wodnej. Okres jesienno-zimowy sprzyja powstawaniu intensywnych zapachów, które chcemy usunąć z kabiny. Przedstawiamy skuteczne sposoby na odświeżenie wnętrza! Obecnie lato jest dosyć suchą porą roku, gdzie problemem wydaje się być niedobór wody i kurz. Jednak w Polsce dużymi krokami zbliża się jesień, która z reguły oznacza zwiększoną wilgotność powietrza, zbutwiałe liście oraz kłopoty z intensywnymi zapachami w samochodzie. Jak można je skutecznie usunąć z naszego auta? Błoto, liście i woda – jesienna codzienność Wychodzimy z budynku, idziemy do samochodu, a w międzyczasie spotyka nas intensywny deszcz. Mimo parasolki i dobrej kurtki do wnętrza samochodu dostaje się sporo wody. Ścieka ona z parasola w materiałowe dywaniki, osadza się na fotelu z fragmentów kurtki i niemal natychmiast powoduje parowanie szyb. Jeśli taka sytuacja pojawi się kilkukrotnie w krótkim czasie, w aucie może być wyczuwalny zapach stęchlizny. Jak z nim walczyć? Zmień dywaniki samochodowe i umyj szyby! Materiałowe dywaniki samochodowe na jesień zaczynają akumulować wilgoć zgromadzoną z obuwia, przez co może pojawić się intensywny zapach w kabinie. Dodatkowo parowaniu szyb na skutek podwyższonej wilgotności powietrza najlepiej zapobiegać przez gruntowne umycie ich specjalistycznymi preparatami, które tworzą barierę dla powstawania pary. Skuteczny sposób na zapachy! Jeśli wyczuwalny zapach wilgoci ciągle jest w samochodzie, mimo zmiany dywaników i umycia szyb, pora skorzystać z bardziej zaawansowanych metod. Gruntowne odkurzenie kabiny, wysuszenie w ciepłym miejscu przez kilka godzin to pierwszy etap. Dalej, możemy skorzystać ze żwirku dla kotów lub pojemnika z dużą ilością soli. Takie akcesoria powinny pomóc nam w usunięciu intensywnego zapachu stęchlizny. Dobrym pomysłem jest również zlecenie lub wykonanie samodzielnie gruntownego prania całego wnętrza. Freepik The post Duży problem wielu kierowców! Na jesień daje on o sobie znać! Jak z nim walczyć? appeared first on WRC Motorsport&Beyond.",
      "pubDate": "2022-09-08 11:50:59",
      "image_url": null,
      "source_id": "wrc",
      "country": ["poland"],
      "category": ["business"],
      "language": "polish"
    }
  ],
  "nextPage": 1
}
